import HistoryCarousel from "./HistoryCarousel";

function AboutHistory() {
  const historyCarouselItems = [
    "Հաճելի և ջերմ միջավայր ծնողների համար, ուրախ խաղահրապարակ երեխաների համար։😍 Վայելեք հաճելի պահերը ՓՈՒՌ ռեստորանում 🥰",
    "ՓՈՒՌ ռեստորան մտերիմների հետ անցկացնելու ջերմ և հաճելի պահեր, ուր ժպիտներն ու զրույցները դառնում են ամենակարևորը 🧡",
    "Հաճելի և ջերմ միջավայր ծնողների համար, ուրախ խաղահրապարակ երեխաների համար։😍 Վայելեք հաճելի պահերը ՓՈՒՌ ռեստորանում 🥰",
    "Ընտանեկան հանգստյան օրերը ավելի լավն են դառնում համեղ ուտելիքներով և իհարկե ՓՈՒՌ ռեստորանի ջերմ մթնոլորտով 🥰",
    "Համեղ խոհանոց, հյուրընկալ միջավայր 🥰 Համեցեք Ծաղկաձորի ՓՈՒՌ ընտանեկան ռեստորան։",
  ];

  return (
    <div className="aboutCard">
      <h3 className="GreyHeading">Մեր Պատմությունը</h3>
      <HistoryCarousel historyCarouselItems={historyCarouselItems} />
    </div>
  );
}

export default AboutHistory;
